{
  "channels": [
    {
      "name": "Sample YouTube Video",
      "url": "https://www.youtube.com/embed/sFUExLiEC-I?autoplay=1&mute=1&enablejsapi=1&playsinline=1"
    },
    {
      "name": "Sample Twitch Stream",
      "url": "https://player.twitch.tv/?channel=aiodigital&parent=mstvnet.netlify.app&autoplay=true&muted=true"
    },
    {
      "name": "ZEE BOLLYWORLD",
      "url": "https://stream.ads.ottera.tv/playlist.m3u8?network_id=6640"
    },
    {
      "name": "COLORS TV (ONLY ANDROID)",
      "url": "https://dreyfus.securitytactics.com/colorshindi.html"
    },
    {
      "name": "ZEE CINEMA (ONLY ANDROID)",
      "url": "https://dreyfus.securitytactics.com/zeecinema.html"
    }
  ],
  "scrollingText": "Welcome to MSTV India - Refresh the webpage to auto-tune channels!",
  "footerAboutMSTV": "MSTV Network is your ultimate destination for live TV entertainment, offering a diverse range of channels including music, movies, news and more. Our mission is to provide high-quality, free streaming content to our viewers worldwide, bringing entertainment right to your fingertips, wherever you are. Enjoy a seamless viewing experience with MSTV Network – home of entertainment, away from home.",
  "footerDisclaimer": "MSTV Network does not host or upload any video, films, media files, live streams, etc. We are not responsible for the accuracy, compliance, copyright, legality, decency, or any other aspect of the content of other linked sites. If you have any legal issues please contact the appropriate media file owners or host sites. We are not liable for any loss or damage incurred from the use of our services.",
  "footerTermsOfService": "By using MSTV Network, you agree to our terms of service, which prohibit the reproduction, distribution, or transmission of any content without prior consent. Our service is provided for personal, non-commercial use only. We reserve the right to modify or discontinue the service at any time without notice. User conduct must comply with all applicable laws and regulations. Any misuse of the service may result in termination of access.",
  "contactEmail": "info@mstvnetwork.com",
  "contactPhone": "+1 (555) 123-4567",
  "copyrightText": "© 2025 MSTV Network. All rights reserved."
}
